{
    "title": "深夜蝴蝶馆谋杀案",
    "people": 1,
    "rules": "本游戏为单人剧本杀，玩家扮演侦探李默，调查一起发生在蝴蝶馆的谋杀案\n游戏共4轮，每轮阅读剧情后，主持人会展示线索选项标题，玩家只能选择一条查看线索内容\n最后一轮结束后，需要指出凶手并说明理由",
    "background": "方正是国际知名的蝴蝶收藏家，近期刚从国外拍下极其稀有的*紫翅女皇*标本，价值超过500万。他创办的蝴蝶馆是亚洲最大的蝴蝶专题博物馆，馆内除展厅外，还设有研究室、标本室、温室和办公区。2024年10月31日深夜，方正在蝴蝶馆被发现死亡。死者躺在展厅中央，胸口有一处刀伤。现场没有明显打斗痕迹，也未发现凶器。死亡时间初步判定在晚上9点到11点之间。",
    "roles": [
        {
            "name": "李默",
            "desc": "35 岁，市刑警队重案组探员，以缜密推理能力著称"
        }
    ],
    "rounds": [
        {
            "李默": {
                "story": "凌晨1点，你接到报警后迅速赶往蝴蝶馆。去案发现场的路上，重案组副组长向你汇报了案件相关人员的情况。\n- 死者方正，65 岁，是蝴蝶馆馆主，也是知名收藏家，其性格古怪，对蝴蝶研究极为投入。\n - 蝴蝶馆副馆长张美玲 38 岁，表面温柔干练，实则赌博成瘾，还暗中挪用馆内资金。\n- 45 岁的陈建国是蝴蝶标本制作师，外表木讷，一心专注标本制作，暗恋张美玲多年。\n- 吴婷婷 28 岁，是方正的外甥女，外表优雅，却和赌场有瓜葛，常找舅舅要钱。\n- 42 岁的李伟是蝴蝶馆保安，工作尽职尽责，但有午夜打瞌睡的毛病。\n- 70 岁的王大爷是蝴蝶馆园丁，看似糊涂，实则心细如发，对馆内情况了若指掌。\n- 32 岁的方小凡是方正的私生子，是心外科医生，性格严谨，对自己的身世一直难以释怀。\n\n专案组一行人于1点25分到达蝴蝶管馆，对案发现场进行了详细的勘察，展厅中央，方正仰面躺在地上，胸口的刀伤触目惊心。展厅内的玻璃展柜完好，珍稀蝴蝶标本安然无恙，最显眼处的\"紫翅女皇\"标本价值500万，却显得黯然失色。\n\n现场勘查发现三处可疑之处：\n\n1. 死者附近的翅膀碎片，色泽鲜艳却有些异常；\n2. 是一摊干涸的咖啡渍，散发着苦涩气味；\n3. 角落里散落的白色药片，经初步鉴定是安眠药。展厅的温度异常偏低，空调开得很大。",
                "clues": {
                    "A": {
                        "title": "法医初步报告",
                        "content": "死亡时间约为当晚 10 点，伤口整齐，像是手术刀造成。死者血液中含有安眠药成分，但未达致命剂量。"
                    },
                    "B": {
                        "title": "保安李伟问询",
                        "content": "李伟，42 岁，蝴蝶馆保安，尽职尽责，但有午夜打瞌睡的习惯。9 点后一直在岗，称没见人进出。10 点左右听到展厅有说话声，但声音模糊。承认当时有些困倦。"
                    },
                    "C": {
                        "title": "垃圾桶检查",
                        "content": "发现多张撕碎的彩票，一张写着*今晚必中*的便签，和一个沾血的蓝色纤维团。"
                    },
                    "D": {
                        "title": "死者随身物品",
                        "content": "手机、钱包完整，未被盗。手机最后一条信息是*今晚 9 点，有重要事情商议*。"
                    },
                    "E": {
                        "title": "张美玲问询",
                        "content": "表现镇定但眼神闪烁。称 8 点离开时方正在整理标本，最近常闻到消毒水味。提到馆内财务即将审计。"
                    },
                    "F": {
                        "title": "监控记录",
                        "content": "展厅监控在 8:50 突然中断，11 点才恢复。保安室的备份硬盘不见了。"
                    }
                }
            }
        },
        {
            "李默": {
                "story": "清晨，案情出现新转折。法医确认死者服用过安眠药，这让案件更扑朔迷离。方正的外甥女吴婷婷匆匆赶到，称本该与舅舅共进晚餐，却未能见到最后一面。\n办公室的保险柜被洗劫一空，里面据说存放着重要文件和*紫翅女皇*的收购合同。温室一片狼藉，花架倒塌，喷淋系统被打开过。停车场角落发现一副沾血女式手套，手套内侧绣着*AM*字样。",
                "clues": {
                    "A": {
                        "title": "毒物检测",
                        "content": "死者体内安眠药是常见品牌，药量显示是正常服用。咖啡中也检出安眠药成分。"
                    },
                    "B": {
                        "title": "陈建国问询",
                        "content": "9点前在加班，承认借出手术刀给张美玲*修剪标本*。发现标本室有异常，但没报告。"
                    },
                    "C": {
                        "title": "园丁王大爷",
                        "content": "发现一个揉皱信封，提到*私生子*和*遗产*。称最近经常见张美玲深夜来馆。"
                    },
                    "D": {
                        "title": "办公室勘查",
                        "content": "发现未签署的新遗嘱和一份财务异常报告。新遗嘱将大部分财产留给一位神秘继承人。"
                    },
                    "E": {
                        "title": "吴婷婷问询",
                        "content": "称9点来找舅舅未果。提到舅舅最近在写回忆录，似有重大发现。承认有赌债。"
                    },
                    "F": {
                        "title": "标本室检查",
                        "content": "手术刀包少了一把刀，紫外线灯被打碎。发现一张写着账目数字的纸条。"
                    }
                }
            }
        },
        {
            "李默": {
                "story": "案件调查进入深水区。法医发现死者指甲内有蓝色纤维，与垃圾桶中发现的纤维团成分相同。新调取的监控显示，8:50前后有两个人影匆匆进入蝴蝶馆，但由于角度问题无法辨认身份。\n标本室的紫外线灯被打碎显得格外可疑，因为方正生前常用它来鉴定标本真伪。更令人在意的是，价值连城的*紫翅女皇*标本不知何时被调包，展柜中的竟是一个赝品。\n就在这时，方小凡突然现身认亲。他出示了DNA证明，确认自己是方正的私生子。据他所说，父亲已答应将其列入遗嘱，还约他当晚见面详谈。",
                "clues": {
                    "A": {
                        "title": "信封内容",
                        "content": "字迹潦草的信中提到*如果你不履行承诺，我就将账目问题公之于众*。落款被撕去。"
                    },
                    "B": {
                        "title": "方小凡证词",
                        "content": "称当晚 9 点才下班，赶到时已过 10 点，同事可作证，但对标本室和温室位置异常熟悉。"
                    },
                    "C": {
                        "title": "标本鉴定",
                        "content": "赝品标本制作手法专业，使用了特殊的防紫外线材料，显示作假者相当专业。"
                    },
                    "D": {
                        "title": "财务记录",
                        "content": "近两年频繁有大额资金流向澳门某赌场，签字人是张美玲。"
                    },
                    "E": {
                        "title": "吴婷婷补充",
                        "content": "承认当晚来过，但称只在温室逗留。提到看见张美玲形色匆忙地离开。"
                    },
                    "F": {
                        "title": "保安室记录",
                        "content": "值班表被涂改，电子门禁显示标本室在9:58分被正常密码打开。"
                    }
                }
            }
        },
        {
            "李默": {
                "story": "随着调查深入，案件的迷雾逐渐散去。在方正办公室的暗格中，找到了他的私人日记和一份完整的财务异常报告。日记最后一页写着*今晚就要摊牌，无论是账目还是遗产，都该有个了断*。\n验尸报告出现新发现：死者的安眠药含量虽不致命，但足以导致行动迟缓。咖啡杯中的安眠药剂量却远超正常服用量。这说明凶手原本可能打算制造服药过量的假象，但计划出现了变故。\n温室喷淋系统的异常也得到解释：系统在案发时被人为开启，水流冲刷掉了大量痕迹。但凶手没料到的是，这反而留下了更明显的时间证据。",
                "clues": {
                    "A": {
                        "title": "方正日记",
                        "content": "详细记录了对账目异常的调查，直指有人挪用资金。还提到准备将遗产留给私生子，并已委托律师修改遗嘱。"
                    },
                    "B": {
                        "title": "法医补充",
                        "content": "死者手部有轻微防卫伤，与凶手发生过短暂挣扎。伤口特征表明凶手很可能经常接触手术刀。"
                    },
                    "C": {
                        "title": "张美玲行踪",
                        "content": "发现她预订了次日飞往澳门的机票。办公室抽屉里有一份辞职信。"
                    },
                    "D": {
                        "title": "物证分析",
                        "content": "蓝色纤维来自实验室专用防护服。手套上的\"AM\"是澳门某赌场的标志。"
                    },
                    "E": {
                        "title": "标本室新发现",
                        "content": "在碎掉的紫外线灯附近找到沾血的镊子，上面有张美玲的指纹。"
                    },
                    "F": {
                        "title": "现场重建",
                        "content": "根据温室喷淋系统的启动记录，准确推断出案发时间是9:58到10:15之间。"
                    }
                }
            }
        }
    ],
    "truth": "张美玲是凶手。\n她长期挪用蝴蝶馆资金赌博，随着*紫翅女皇*标本入馆和即将到来的财务审计，问题即将暴露。当方正发现账目异常并威胁报警后，她决定杀人灭口。\n作案当晚，她先从陈建国处借来手术刀，制作了*紫翅女皇*的赝品准备调包，并在方正的咖啡中加入过量安眠药。8:50时她关闭监控，9:58分用正常密码进入标本室，趁方正被安眠药影响行动迟缓时将其杀害，随后开启温室喷淋系统试图销毁证据。\n关键证据包括：\n- 死者指甲内的蓝色防护服纤维\n- 标本室沾血镊子上的指纹\n- 挪用资金的财务记录\n- 预订的澳门机票\n其他嫌疑人均可排除：\n- 方小凡有不在场证明\n- 吴婷婷不具备制作赝品能力\n- 陈建国不知情\n- 李伟缺乏专业知识\n- 王大爷年龄体力不符"
}